[
{
"date": "1997-06-19",
"explanation": "A cloud of interstellar gas and dust collapses and a star is born. At its core temperatures rise, a nuclear furnace ignites, and a rotating dusty disk forms surrounding the newborn star. According to current understanding, as material continues to fall onto the disk it is heated and blasted back out along the disk's axis of rotation, forming a pair of high speed jets. This Hubble Space Telescope image shows two nebulosities at the ends of opposing jets from a young star. The bright blobs at either end are where the jet material has slammed into interstellar gas. Tip to tip, the distance is about one light-year. Located near the Orion Nebula, these nebulosities have catalog designations HH1 and HH2 for their discoverers astronomers George Herbig and Guillermo Haro. The nascent star which produced the jets is in the middle, hidden by a cloud of obscuring dust. Yet the structures and details visible in the star jets offer clues to events which also occured in our own Solar System - when the Sun was formed from a collapsing interstellar cloud 4.5 billion years ago.",
"hdurl": "https://apod.nasa.gov/apod/image/9706/hh1hh2_hst_big.jpg",
"media_type": "image",
"service_version": "v1",
"title": "HH1/HH2: Star Jets",
"url": "https://apod.nasa.gov/apod/image/9706/hh1hh2_hst.jpg"
},
{
"date": "2009-08-24",
"explanation": "What causes these long, strange clouds? No one is sure.  A rare type of cloud known as a Morning Glory cloud can stretch 1,000 kilometers long and occur at altitudes up to two kilometers high. Although similar roll clouds have been seen at specific places across the world, the ones over Burketown, Queensland Australia occur predictably every spring. Long, horizontal, circulating tubes of air might form when flowing, moist, cooling air encounters an inversion layer, an atmospheric layer where air temperature atypically increases with height.  These tubes and surrounding air could cause dangerous turbulence for airplanes when clear.  Morning Glory clouds can reportedly achieve an airspeed of 60 kilometers per hour over a surface with little discernible wind. Pictured above, photographer Mick Petroff photographed some Morning Glory clouds from his airplane near the Gulf of Carpentaria, Australia.   digg_url = 'http://apod.nasa.gov/apod/ap090824.html'; digg_skin = 'compact';",
"hdurl": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff_big.jpg",
"media_type": "image",
"service_version": "v1",
"title": "Morning Glory Clouds Over Australia",
"url": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff.jpg"
},
{
"date": "2007-06-16",
"explanation": "To prepare for the Apollo landings, five Lunar Orbiter spacecraft were launched during 1966 and 1967 to gather detailed images of our fair planet's large, natural satellite. Dramatic views returned by the spacecraft cameras included this stark moonscape. The mosaic of 93 kilometer wide impact crater Copernicus features central peaks rising above the crater floor and rugged crater walls.  Note: As of today, June 16, the APOD editors have enjoyed presenting images from space missions, major observatories, and professional and amateur cosmic tourists alike for twelve years.  A sincere thanks to our web site operators, translators, and to all for the gracious email and continued APOD submissions!",
"hdurl": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter.jpg",
"media_type": "image",
"service_version": "v1",
"title": "Lunar Orbiter Views Crater Copernicus",
"url": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter_c720.jpg"
},
{
"copyright": "Jean-Charles Cuillandre",
"date": "2008-04-02",
"explanation": "The fifty-fifth entry in Charles Messier's catalog, M55 is a large and lovely globular cluster of around 100,000 stars. Only 20,000 light-years away in the constellation Sagittarius, M55 appears to earth-bound observers to be nearly 2/3 the size of the full moon. Globular star clusters like M55 roam the halo of our Milky Way Galaxy as gravitationally bound populations of stars known to be much older than stellar groups found in the Galactic disk. Astronomers who make detailed studies of globular cluster stars can accurately measure the cluster ages and distances. Their results ultimately constrain the age of the Universe (... it must be older than the stars in it!), and provide a fundamental rung on the astronomical distance ladder. This stunning color image was made with the 3.6 meter CFHT telescope and spans about 100 light-years across the globular cluster M55.    digg_url = 'http://apod.nasa.gov/apod/ap080402.html'; digg_skin = 'compact';",
"hdurl": "https://apod.nasa.gov/apod/image/0804/m55_cfht_big.jpg",
"media_type": "image",
"service_version": "v1",
"title": "Globular Cluster M55 from CFHT",
"url": "https://apod.nasa.gov/apod/image/0804/m55_cfht.jpg"
},
{
"date": "1996-09-20",
"explanation": "Two weeks ago Hurricane Fran, pictured above, struck the east coast of the United States. Hurricanes are huge swirling storms with cloud systems typically larger than a state.  Tropical cyclones, called Hurricanes in Earth's Western Hemisphere and Typhoons in the Eastern Hemisphere, get their immense energy from warm evaporated ocean water.  As this water vapor cools and condenses, it heats the air, lowers pressure and hence causes cooler air to come swooshing in. Winds can reach over 150 miles per hour and become very dangerous.  Hurricane Fran, for example, killed more than 30 people and destroyed many million of dollars worth of property.  Much remains unknown about cyclones, including how they are formed and the exact path they will take.",
"hdurl": "https://apod.nasa.gov/apod/image/fran_goes_big.jpg",
"media_type": "image",
"service_version": "v1",
"title": "Hurricane Fran's Approach",
"url": "https://apod.nasa.gov/apod/image/fran_goes.gif"
},
{
"date": "2004-01-01",
"explanation": "Shells and arcs abound in this false-color, multiwavelength view of supernova remnant N63A, the debris of a massive stellar explosion. The x-ray emission (blue), is from gas heated to 10 million degrees C as knots of fast moving material from the cosmic blast sweep up surrounding interstellar matter. Radio (red) and optical emission (green) are brighter near the central regions where the x-rays seem to be absorbed by denser, cooler material on the side of the expanding debris cloud facing the Earth. Located in the neighboring galaxy known as the Large Magellanic Cloud, the apparent age of this supernova remnant is between 2,000 and 5,000 years, its extended glow spanning about 60 light-years. The intriguing image is a composite of x-ray data from the orbiting Chandra Observatory, optical data from the Hubble Space Telescope, and radio from the Australia Telescope Compact Array.",
"hdurl": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_full.jpg",
"media_type": "image",
"service_version": "v1",
"title": "Structure in N63A",
"url": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_c1.jpg"
}
]